Repository: Bramnouwen/BNTriMeter
Catalog: Application/Resources/*.lproj/Localizable.strings
Languages: nl

# Common.continueText
source: Continue
nl: Volgende

# Common.toLogin
source: Already have an account? Log in here!
nl: Heb je al account? Log hier in!

# Common.toRegister
source: No account yet? Register here!
nl: Nog geen account? Registreer hier!

# Common.password
source: Password
nl: Wachtwoord

# Common.activity.choose
source: Choose activity
nl: Kies activiteit

# Common.activity.create
source: Create activity
nl: Creëer activiteit

# Common.add
source: Add
nl: Voeg toe

# Welcome.welcome
source: Welcome to
nl: Welkom bij

# Welcome.description
source: The first app that lets you create workouts existing of multiple sports and goals, especially handy for triathletes but made for everyone!
nl: Dit is de eerste app die het toelaat om activiteiten aan te maken bestaande uit meerdere sporten en doelen, vooral handig voor triatleten maar gemaakt voor iedereen.

# Connect.description
source: Create an account or connect with Facebook or Strava, it's up to you!
nl: Maak een account aan of connecteer met Facebook of Strava, aan jou de keuze!

# Connect.or
source: or
nl: of

# Create.title
source: Workout title
nl: Titel

# Create.title.title
source: Title
nl: Titel

# Create.summary
source: Workout summary
nl: Samenvatting

# Create.add
source: Add part
nl: Voeg deel toe

# Create.select
source: Select
nl: Selecteer

# Create.save
source: Save
nl: Bewaar

# Create.edit
source: Edit
nl: Wijzig

# Login.description
source: Log in with your TriMeter credentials.
nl: Log in met je TriMeter inloggegevens.

# Login.forgot
source: Forgot?
nl: Vergeten?

# Login.errorOne
source: Something's wrong, try again.
nl: Er is iets mis, probeer opnieuw.

# Login.errorTwo
source: Still wrong, try a third time?
nl: Nog steeds mis, probeer een derde keer?

# Login.errorThree
source: Nope, try clicking on "Forgot?".
nl: Nope, klik maar op "Vergeten?".

# Login.forgotError
source: Atleast try to log in one time...
nl: Probeer op zijn minst 1 keer in te loggen...

# Register.descriptionOne
source: We're going to need some information, let's start with an email address and password.
nl: Om te registreren hebben we wat informatie nodig, te beginnen met een e-mailadres en wachtwoord.

# Register.descriptionTwo
source: This is optional, however it is necessary for some features like advanced filtering and for the leaderboard and activity feed.
nl: Deze informatie is optioneel, het is wel nodig voor bepaalde functionaliteiten zoals geavanceerd sorteren voor het scorebord en de activiteitenfeed.

# Register.password
source: Password
nl: Wachtwoord

# Register.firstName
source: First name
nl: Voornaam

# Register.lastName
source: Last name
nl: Achternaam

# Register.dateOfBirth
source: Date of birth
nl: Geboortedatum

# Register.weight
source: Weight
nl: Gewicht

# Register.male
source: Male
nl: Man

# Register.female
source: Female
nl: Vrouw

# Register.register
source: Register
nl: Registreer

# Activity.cycling
source: Cycling
nl: Fietsen

# Activity.running
source: Running
nl: Hardlopen

# Activity.swimming
source: Swimming
nl: Zwemmen

# Activity.triathlon
source: Triathlon
nl: Triatlon

# Activity.walking
source: Walking
nl: Wandelen

# Activity.triathlon.olympic
source: Olympic triathlon
nl: Olympische triatlon

# Activity.triathlon.sprint
source: Sprint triathlon
nl: Sprint triatlon

# Activity.triathlon.superSprint
source: Super sprint triathlon
nl: Super sprint triatlon

# Activity.triathlon.transition
source: Transition
nl: Transitie

# Adjust.calories
source: calories
nl: calorieën

# Adjust.duration
source: minutes
nl: minuten

# Adjust.goal.description
source: Tap the buttons to add or subtract by %@
nl: Druk op de knoppen om te wijzigen met %@

# Adjust.goal.title.one
source: Choose your
nl: Kies je

# Adjust.goal.title.two
source: for
nl: voor

# Adjust.countdown.description
source: Tap the buttons to add or subtract by 1 second
nl: Druk op de knoppen om te wijzigen met 1 seconde

# Adjust.countdown
source: seconds
nl: seconden

# Adjust.countdown.title.one
source: Change your
nl: Kies je

# Adjust.countdown.title.two
source: Countdown
nl: Aftelling

# Choose.data.description.data
source: Tap to change, hold to rearrange.
nl: Druk om te veranderen, houd ingedrukt om de positie te wijzigen.

# Choose.data.description.one
source: for
nl: voor

# Choose.data.description.three
source: And what data would you like to see?
nl: Welke gegevens wil je zien?

# Choose.default.load
source: Load default for
nl: Laad standaard voor

# Choose.default.make
source: Make default for
nl: Maak standaard voor

# Choose.goal.description.one
source: What do you want to achieve for
nl: Wat wil je bereiken

# Choose.settings.description.one
source: for
nl: voor

# Choose.settings.description.three
source: Choose your settings for this activity.
nl: Kies je instellingen voor deze activiteit.

# Choose.sport.description.one
source: What do you want to do? Choose a
nl: Wat wil je doen? Kies een

# Choose.sport.description.three
source: or pick a
nl: of kies een

# Common.done
source: Done
nl: Gereed

# Common.load
source: Load
nl: Laad

# Common.createWorkout.button
source: Create workout
nl: Creëer activiteit

# Common.createWorkout.description
source: Create a structured workout by combining different sports and goals!
nl: Creëer een gestructureerde activiteit door sporten en doelen te combineren!

# Data.current
source: current
nl: huidig

# Data.add
source: Add...
nl: Voeg toe...

# Data.clock
source: Clock
nl: Klok

# Data.calories.part
source: Current calories
nl: Huidige calorieën

# Data.calories.total
source: Calories
nl: Calorieën

# Data.calories.part.description
source: Calories of the current part
nl: Calorieën van het huidige deel

# Data.calories.remaining.part
source: Remaining current calories
nl: Resterende huidige calorieën

# Data.calories.remaining.total
source: Remaining calories
nl: Resterende calorieën

# Data.calories.remaining.part.description
source: Remaining calories of the current part
nl: Resterende calorieën van het huidige deel

# Data.calories.remaining.total.description
source: Remaining calories of the whole activity
nl: Resterende calorieën van het de hele activiteit

# Data.calories.total.description
source: Calories of the whole activity
nl: Calorieën van de hele activiteit

# Data.clock.description
source: The time
nl: De tijd

# Data.descent.part
source: Current descent
nl: Huidige afdaling

# Data.descent.total
source: Descent
nl: Afdaling

# Data.descent.part.description
source: Descent during the current part
nl: Afdaling van het huidige deel

# Data.descent.total.description
source: Descent during the whole activity
nl: Afdaling van de hele activiteit

# Data.distance.part
source: Current distance
nl: Huidige afstand

# Data.distance.total
source: Distance
nl: Afstand

# Data.distance.part.description
source: Total distance of the current part
nl: Total afstand van het huidige deel

# Data.distance.remaining.part
source: Current remaining distance
nl: Huidige resterende afstand

# Data.distance.remaining.total
source: Remaining distance
nl: Resterende afstand

# Data.distance.remaining.part.description
source: Remaining distance of the current part
nl: Resterende afstand van het huidige deel

# Data.distance.remaining.total.description
source: Remaining distance of the whole activity
nl: Resterende afstand van de hele activiteit

# Data.distance.total.description
source: Total distance of the whole activity
nl: Totale afstand van de hele activiteit

# Data.duration.part
source: Current duration
nl: Huidige duur

# Data.duration.total
source: Duration
nl: Duur

# Data.duration.part.description
source: Total duration of the current part
nl: Totale duur van het huidige deel

# Data.duration.remaining.part
source: Current remaining duration
nl: Huidige resterende duur

# Data.duration.remaining.total
source: Remaining duration
nl: Resterende duur

# Data.duration.remaining.part.description
source: Remaining duration of the current part
nl: Resterende duur van het huidige deel

# Data.duration.remaining.total.description
source: Remaining duration of the whole activity
nl: Resterende duur van de hele activiteit

# Data.duration.total.description
source: Total duration of the whole activity
nl: Totale duur van de hele activiteit

# Data.elevation.part
source: Current elevation
nl: Huidige stijging

# Data.elevation.total
source: Elevation
nl: Stijging

# Data.elevation.part.description
source: Elevation during the current part
nl: Stijging van het huidige deel

# Data.elevation.total.description
source: Elevation during the whole activity
nl: Stijging van de hele activiteit

# Data.heartRate.amount
source: %d bpm
nl: %d spm

# Data.heartRate.current
source: Heart rate
nl: Hartritme

# Data.heartRate.average.part
source: Current average heart rate
nl: Huidig gemiddeld hartritme

# Data.heartRate.average.total
source: Average heart rate
nl: Gemiddeld hartritme

# Data.heartRate.average.part.description
source: Average heart rate during the current part
nl: Gemiddeld hartritme van het huidige deel

# Data.heartRate.average.total.description
source: Average heart rate during the whole activity
nl: Gemiddeld hartritme van de hele activiteit

# Data.heartRate.current.description
source: Heart rate at this moment
nl: Hartritme op dit moment

# Data.pace.current
source: Pace
nl: Tempo

# Data.pace.average.part
source: Current average pace
nl: Huidig gemiddeld tempo

# Data.pace.average.total
source: Average pace
nl: Gemiddeld tempo

# Data.pace.average.part.description
source: Average pace of the current part
nl: Gemiddeld tempo van het huidige deel

# Data.pace.average.total.description
source: Average pace of the whole activity
nl: Gemiddeld tempo van de hele activiteit

# Data.pace.current.description
source: Pace at this moment
nl: Tempo op dit moment

# Data.speed.amount
source: %.2f km/h
nl: %.2f km/u

# Data.speed.current
source: Speed
nl: Snelheid

# Data.speed.average.part
source: Current average speed
nl: Huidige gemiddelde snelheid

# Data.speed.average.total
source: Average speed
nl: Gemiddelde snelheid

# Data.speed.average.part.description
source: Average speed of the current part
nl: Gemiddelde snelheid van het huidige deel

# Data.speed.average.total.description
source: Average speed of the whole activity
nl: Gemiddelde snelheid van de hele activiteit

# Data.speed.current.description
source: Speed at this moment
nl: Snelheid op dit moment

# Data.steps.amount
source: %d steps
nl: %d stappen

# Data.steps.part
source: Current steps
nl: Huidige stappen

# Data.steps.total
source: Steps
nl: Stappen

# Data.steps.part.description
source: Steps during the current part
nl: Stappen gedurende het huidige deel

# Data.steps.total.description
source: Steps during the whole activity
nl: Stappen gedurende de hele activiteit

# Goal.multiple
source: Multiple
nl: Meerdere

# Goal.calories.title
source: Calories
nl: Calorieën

# Goal.distance.title
source: Distance
nl: Afstand

# Goal.duration.title
source: Duration
nl: Duur

# Goal.nothing.amount
source: No goal
nl: Geen doel

# Goal.nothing.title
source: Nothing
nl: Niets

# Goal.pace.title
source: Pace
nl: Tempo

# Goal.segmented.slow
source: Slow
nl: Traag

# Goal.segmented.steady
source: Normal
nl: Normaal

# Goal.segmented.fast
source: Fast
nl: Snel

# Record.activity
source: Activity
nl: Activiteit

# Record.button
source: All good? Let's go!
nl: Start op Apple Watch

# Record.data
source: Data
nl: Gegevens

# Record.goal
source: Goal
nl: Doel

# Settings.off
source: Off
nl: Uit

# Settings.on
source: On
nl: Aan

# Settings.audio.description
source: Get motivational messages and summaries
nl: Krijg samenvattingen en motivatie berichten

# Settings.autopause.description
source: Pause the workout when you stop moving
nl: Pauzeer de activiteit als je stopt met bewegen

# Settings.autopause.title
source: Auto pause
nl: Auto pauze

# Settings.countdown.description
source: Add a countdown to the start of the activity
nl: Voeg een aftelling toe aan het begin van de activiteit

# Settings.countdown.title
source: Countdown
nl: Aftellen

# Settings.haptic.description
source: Get feedback in the form of vibrations
nl: Krijg feedback in de vorm van trillingen

# Settings.liveLocation.description
source: Share your location with others
nl: Deel je locatie met anderen

# Settings.liveLocation.title
source: Live location
nl: Live locatie
